[
  {
    "app_id": "1",
    "id": 0,
    "username": "I.",
    "date_time": "Tue Jun 30 2015 14:55:28 GMT-0400 (EDT)",
    "price_range": 5655257,
    "average_bid": 4819362,
    "project": "Sed neque pellentesque nam morbi, ac vulputate ante scelerisque, erat id nam scelerisque ultricies mattis dolor, et rhoncus id erat lacinia velit commodo eget erat rhoncus justo in maximus curabitur quis mollis. Consectetur non enim faucibus a mattis lectus sed."
  },
  {
    "app_id": "1",
    "id": 1,
    "username": "Justo.",
    "date_time": "Sat Jun 27 2015 03:46:40 GMT-0400 (EDT)",
    "price_range": 4151750,
    "average_bid": 3527008,
    "project": "Tristique dictum accumsan cras mollis a bibendum tortor ex. Ornare elit sed leo au posuere faucibus at. Proin metus maecenas nisl eu enim. Iaculis amet tortor commodo. Arcu orci dui sagittis risus. Neque gravida felis dui. Neque massa at leo."
  },
  {
    "app_id": "1",
    "id": 2,
    "username": "Fringilla.",
    "date_time": "Thu Jun 11 2015 17:41:40 GMT-0400 (EDT)",
    "price_range": 9345357,
    "average_bid": 5323491,
    "project": "Imperdiet dictum iaculis nunc aliquet suscipit mi. Turpis ante dui gravida ac nunc arcu ultricies eget. Consectetur finibus porttitor velit id pulvinar, natoque ex consequat ligula lectus pretium. Proin sit sem sit amet. Pulvinar a suscipit posuere sem id accumsan."
  },
  {
    "app_id": "1",
    "id": 3,
    "username": "Purus.",
    "date_time": "Fri Jun 19 2015 13:36:05 GMT-0400 (EDT)",
    "price_range": 2929716,
    "average_bid": 7387305,
    "project": "Viverra diam nisi lorem sed enim porttitor, dolor nisl lacinia curabitur. Ac quisque nisl sodales rhoncus ut imperdiet. Ultricies nulla massa adipiscing sodales nam eu augue neque, ligula mauris i quisque, sit iaculis tempus lacus turpis erat ultricies ut nam."
  },
  {
    "app_id": "1",
    "id": 4,
    "username": "Nunc.",
    "date_time": "Fri Jun 12 2015 20:09:57 GMT-0400 (EDT)",
    "price_range": 7990942,
    "average_bid": 7644055,
    "project": "Vulputate sed laoreet eti maximus mollis faucibus sollicitudin vitae ipsum. Leo nunc tincidunt purus leo augue faucibus eti amet. Ornare pharetra condimentum mauris etiam. Etiam ex e eu. Euismod turpis viverra pharetra fringilla dignissim non leo neque, neque risus consectetur."
  },
  {
    "app_id": "1",
    "id": 5,
    "username": "Eros.",
    "date_time": "Thu Jun 18 2015 06:52:08 GMT-0400 (EDT)",
    "price_range": 4171992,
    "average_bid": 9660342,
    "project": "At a est eros elementum posuere, etiam tincidunt faucibus mauris ante e, consequat etiam fringilla sem felis scelerisque a blandit eu, placerat dignissim lorem ornare, orci augue lacinia pellentesque ultrices elementum aliquet, hendrerit sapien curabitur natoque justo, sollicitudin i accumsan."
  },
  {
    "app_id": "1",
    "id": 6,
    "username": "Condimentum.",
    "date_time": "Fri Jun 05 2015 16:18:04 GMT-0400 (EDT)",
    "price_range": 9832477,
    "average_bid": 147565,
    "project": "Nunc mauris sem ultrices cras accumsan. Risus finibus au lacinia. Finibus pulvinar viverra et purus. Risus est vehicula eu suscipit aliquet rhoncus cras, nam fringilla lobortis proin sagittis eget. Cras nam lobortis tempor blandit diam metus. Donec eti dui dui."
  },
  {
    "app_id": "1",
    "id": 7,
    "username": "Sodales.",
    "date_time": "Fri Jun 12 2015 06:40:33 GMT-0400 (EDT)",
    "price_range": 6598275,
    "average_bid": 4564925,
    "project": "Leo aenean pulvinar lacinia quis fringilla ante iaculis ante. Porttitor consequat nisi ex, dui sapien quisque eget natoque purus dolor vitae. Eu iaculis a sodales leo est ultricies. Dui eros ornare nulla accumsan euismod, augue au mi morbi pellentesque vitae."
  },
  {
    "app_id": "1",
    "id": 8,
    "username": "Consequat.",
    "date_time": "Tue Jun 16 2015 19:17:17 GMT-0400 (EDT)",
    "price_range": 5269370,
    "average_bid": 7321381,
    "project": "I au ante vel lacinia est etiam scelerisque ornare sapien sapien ipsum erat, dolor tristique quis mattis auctor orci accumsan eu, erat magna sed mauris eros donec vitae tincidunt mollis sollicitudin lacinia aliquet. Viverra sit justo at, amet ut vehicula."
  },
  {
    "app_id": "1",
    "id": 9,
    "username": "Purus.",
    "date_time": "Sat Jun 27 2015 18:44:58 GMT-0400 (EDT)",
    "price_range": 2858022,
    "average_bid": 8081165,
    "project": "Cursus accumsan cras lacus vehicula lorem, suscipit est etiam eti accumsan, maecenas dui e mauris. Tempus nam tempor quis leo commodo. Non quisque a tempus, in vulputate commodo dui imperdiet tempus imperdiet proin. Elementum sed iaculis est mi ac mollis."
  }
]
